const Details = () => {
    return (
        <section className="details">
                <div className="details-text">
                    <h1>
                        निर्माण जशपुर संबंधी
                    </h1>
                    <p>
                        निर्माण जशपुर पोर्टल जिला प्रशासन की एक अनोखी पहल है, जिसका उद्देश्य जिले का डिजिटलीकरण और सशक्तिकरण करना है।यह पोर्टल जिले कि जनसंख्या को जोड़कर, योजना निर्माण में उनकी भागीदारी सुनिश्चित करता है और उन्हें वास्तविक समय में डेटा तक पहुंच प्रदान करता है। साथ ही, यह पोर्टल निम्न सुविधाएं प्रदान करता है: परियोजनाओं पर निगरानी: प्रारंभिक प्रस्ताव से लेकर स्वीकृतियों, कार्यान्वयन और अंतिम रिपोर्टिंग तक परियोजनाओं की निगरानी करता है। जियो-टैग्ड दस्तावेजीकरण: फ़ील्ड टीम प्रत्येक चरण में जियो-टैग्ड फोटो और इंजीनियरों की टिप्पणियां अपलोड करती है। विज़ुअल स्टेटस इंडिकेटर: GIS मानचित्रों पर रंग कोड (जैसे, प्रस्तावित के लिए पीला, चल रहे के लिए हरा, और पूर्ण के लिए नीला) के माध्यम से परियोजनाओं को दर्शाया जाता है। केंद्रीकृत डैशबोर्ड: विभिन्न विभागों से डेटा को एकत्रित करता है, जिससे मैन्युअल हस्तक्षेप कम होता है और निर्णय लेने की प्रक्रिया सुगम होती है। यह पोर्टल डिजिटल साक्षरता को बढ़ावा देने, प्रक्रियाओं को तकनीक के माध्यम से डिजिटल करने, पारदर्शिता बढ़ाने और साक्ष्य-आधारित निर्णय लेने में मदद करता है।
                    </p>
                </div>
            <div className="details-image">
                <div className = "box"></div>
                <img src="" alt="image-sliding" />
            </div>
        </section>
    );      
}
export default Details;